{
  "deck_tecido_mundo": [
    {"id": "T01", "titulo": "Sacola do Coletor", "arquetipo_vinculado": "Recipiente", "descricao": "A história foca no que sustenta a vida (comida, dados, remédios) em vez da arma que destrói.", "instrucao_narrativa": "Resolva um conflito através da partilha de um recurso básico."},
    {"id": "T02", "titulo": "Arquitetura da Opressão", "arquetipo_vinculado": "Guardião", "descricao": "O ambiente urbano desenhado para excluir corpos e facilitar a vigilância. A cidade como inimigo físico.", "instrucao_narrativa": "Descreva como o design do prédio dificulta a ação do protagonista."},
    {"id": "T03", "titulo": "Nome Verdadeiro", "arquetipo_vinculado": "Mentor", "descricao": "A cidade reage ao humor dos personagens. Há uma conexão biológica entre o cenário e a psiquê.", "instrucao_narrativa": "Insira uma mudança climática que reflita o estado interno do protagonista."},
    {"id": "T04", "titulo": "Hospitalidade", "arquetipo_vinculado": "Aliado", "descricao": "Código social antigo que obriga estranhos a se ajudarem, mesmo sob tensão extrema.", "instrucao_narrativa": "O protagonista encontra abrigo improvável, mas deve seguir regra de conduta rigorosa."},
    {"id": "T05", "titulo": "Infraestrutura Invisível", "arquetipo_vinculado": "Arauto", "descricao": "Foco nos trabalhadores que mantêm o mundo funcionando no anonimato (manutenção, esgoto).", "instrucao_narrativa": "Uma informação crucial é obtida através de alguém que seria ignorado pelo sistema."},
    {"id": "T06", "titulo": "Metabolismo Urbano", "arquetipo_vinculado": "Camaleão", "descricao": "A cidade como organismo vivo que respira e gera resíduos. Ruídos biológicos nas engrenagens.", "instrucao_narrativa": "Descreva os sons da cidade como se fossem batimentos ou digestão."},
    {"id": "T07", "titulo": "Rituais de Passagem", "arquetipo_vinculado": "Mentor", "descricao": "Tradição local que define quem pertence ao grupo. O teste simbólico de fidelidade.", "instrucao_narrativa": "O protagonista deve passar por um teste físico ou simbólico para ganhar confiança."},
    {"id": "T08", "titulo": "Memória do Solo", "arquetipo_vinculado": "Sombra", "descricao": "O local foi palco de um trauma histórico que ainda ressoa. O passado interfere na coragem.", "instrucao_narrativa": "Descreva como o peso do passado no local dificulta a ação presente."},
    {"id": "T09", "titulo": "Simbiose Forçada", "arquetipo_vinculado": "Aliado", "descricao": "Grupos diferentes que dependem um do outro para sobreviver, mesmo em conflito ideológico.", "instrucao_narrativa": "Escreva uma cooperação tensa dependente de habilidades complementares."},
    {"id": "T10", "titulo": "Mercado de Ideias", "arquetipo_vinculado": "Pícaro", "descricao": "Espaço onde informações proibidas são trocadas como mercadoria. O valor do imaterial.", "instrucao_narrativa": "Negocie algo imaterial (segredo ou memória) em troca de um item físico."},
    {"id": "T11", "titulo": "Barreira Biológica", "arquetipo_vinculado": "Guardião", "descricao": "Contaminação ou mutação que isola uma área. O ambiente que o corpo não habita sem proteção.", "instrucao_narrativa": "O obstáculo é um ambiente hostil à biologia humana."},
    {"id": "T12", "titulo": "Idioma das Ruas", "arquetipo_vinculado": "Arauto", "descricao": "Códigos visuais e dialetos que só os iniciados entendem. O isolamento social do estrangeiro.", "instrucao_narrativa": "O protagonista falha em entender uma mensagem óbvia para os locais."},
    {"id": "T13", "titulo": "Sacralidade do Lixo", "arquetipo_vinculado": "Recipiente", "descricao": "O que o sistema descarta torna-se recurso vital para os esquecidos. Valor espiritual no detrito.", "instrucao_narrativa": "Dê um valor imenso a algo que o sistema considera lixo."},
    {"id": "T14", "titulo": "Frio Estatístico", "arquetipo_vinculado": "Sombra", "descricao": "O peso dos censos e dívidas. Números que definem o direito à existência física.", "instrucao_narrativa": "Introduza decisão burocrática que afeta milhares de forma impessoal."},
    {"id": "T15", "titulo": "Eco da Revolta", "arquetipo_vinculado": "Mentor", "descricao": "Monumentos derrubados ou hinos proibidos que mantêm a chama da resistência viva.", "instrucao_narrativa": "Um símbolo de resistência antiga inspira o protagonista em momento de desistência."},
    {"id": "T16", "titulo": "Estética da Ruína", "arquetipo_vinculado": "Camaleão", "descricao": "A natureza retomando o concreto. Beleza encontrada no que está quebrado e abandonado.", "instrucao_narrativa": "Descreva local decadente com reverência artística sublime."},
    {"id": "T17", "titulo": "Pacto de Silêncio", "arquetipo_vinculado": "Guardião", "descricao": "Comunidade que se protege escondendo verdades de autoridades. O silêncio como barreira.", "instrucao_narrativa": "Ninguém responde ao protagonista; o silêncio coletivo é o maior obstáculo."},
    {"id": "T18", "titulo": "Fluxo Migratório", "arquetipo_vinculado": "Arauto", "descricao": "A chegada ou partida em massa mudando a dinâmica. O indivíduo perdido na corrente.", "instrucao_narrativa": "Use movimento de multidão para separar aliados ou forçar encontro."},
    {"id": "T19", "titulo": "Obsoletismo Ativo", "arquetipo_vinculado": "Aliado", "descricao": "Ferramentas do passado que o sistema moderno não rastreia. A segurança do analógico.", "instrucao_narrativa": "Use algo antigo para superar vigilância digital de alta tecnologia."},
    {"id": "T20", "titulo": "Tabu Alimentar", "arquetipo_vinculado": "Guardião", "descricao": "Regras sobre consumo que definem o pertencimento. O ato de comer como diplomacia.", "instrucao_narrativa": "O ato de compartilhar (ou recusar) alimento torna-se ponto central do conflito."},
    {"id": "T21", "titulo": "Religião Mecânica", "arquetipo_vinculado": "Sombra", "descricao": "Adoração da tecnologia como divina e incompreensível. Fervor contra lógica.", "instrucao_narrativa": "Personagem trata máquina com fervor religioso, impedindo reparos lógicos."},
    {"id": "T22", "titulo": "Clima Eletrizado", "arquetipo_vinculado": "Arauto", "descricao": "Tensão social prestes a explodir. Pequenos erros podem desencadear revolta popular.", "instrucao_narrativa": "Qualquer erro de etiqueta na cena pode causar uma revolta imediata."},
    {"id": "T23", "titulo": "Justiça de Fronteira", "arquetipo_vinculado": "protagonista", "descricao": "Justiça feita pelas mãos da comunidade na ausência do Estado. Consciência vs Pressão.", "instrucao_narrativa": "O protagonista deve julgar alguém baseando-se apenas na moral local."},
    {"id": "T24", "titulo": "Parasitismo", "arquetipo_vinculado": "Camaleão", "descricao": "Grupos que vivem dentro de outros sem serem notados. O mundo nas brechas da rotina.", "instrucao_narrativa": "Revele mundo escondido que existe nas frestas da vida cotidiana."},
    {"id": "T25", "titulo": "Ritmo de Trabalho", "arquetipo_vinculado": "Mentor", "descricao": "Cantos e ritmos que coordenam o esforço coletivo. A cadência que mantém a sanidade.", "instrucao_narrativa": "Use som repetitivo do ambiente para ditar a urgência da cena."},
    {"id": "T26", "titulo": "Equilíbrio", "arquetipo_vinculado": "Recipiente", "descricao": "Conclusão de que a paz depende da partilha justa. O triunfo da sacola sobre a lança.", "instrucao_narrativa": "O conflito termina com acordo de compartilhamento de recurso limitado."}
  ]
}