{
  "deck_cicatrizes_ideologicas": [
    {"id": "G01", "titulo": "Utopia Ferrugenta", "arquetipo_vinculado": "Mentor", "descricao": "A crença em um coletivismo que faliu, mas cujos ideais ainda brilham sob a lama. A esperança teimosa.", "instrucao_narrativa": "Aja com uma solidariedade que o mundo atual considera obsoleta."},
    {"id": "G02", "titulo": "Capital Monstruoso", "arquetipo_vinculado": "Sombra", "descricao": "As instituições são deuses antigos que exigem sacrifícios de tempo e vida para continuar girando.", "instrucao_narrativa": "Reaja a uma organização com um medo religioso e paralisante."},
    {"id": "G03", "titulo": "Anarquismo de Inverno", "arquetipo_vinculado": "protagonista", "descricao": "Liberdade total baseada na escassez compartilhada e na responsabilidade mútua absoluta.", "instrucao_narrativa": "Recuse um privilégio em favor da igualdade na dificuldade com o grupo."},
    {"id": "G04", "titulo": "Burocracia Sagrada", "arquetipo_vinculado": "Guardião", "descricao": "A crença de que as leis e protocolos são a única barreira real contra o caos absoluto.", "instrucao_narrativa": "Trave um avanço por causa de uma tecnicalidade burocrática insignificante."},
    {"id": "G05", "titulo": "Fetiche do Passado", "arquetipo_vinculado": "Guardião", "descricao": "Nostalgia agressiva por uma era pré-colapso. O medo do futuro manifestado como obsessão retrô.", "instrucao_narrativa": "Perca uma oportunidade por tentar restaurar algo que já morreu."},
    {"id": "G06", "titulo": "Teoria de Prateleira", "arquetipo_vinculado": "Camaleão", "descricao": "Ideais revolucionários na fala, mas inércia e egoísmo individualista na prática diária.", "instrucao_narrativa": "Escreva um discurso inflamado seguido de uma ação mesquinha do protagonista."},
    {"id": "G07", "titulo": "Niilismo Hedonista", "arquetipo_vinculado": "Pícaro", "descricao": "O mundo vai acabar, a única moral válida é a busca pelo prazer imediato e sensorial.", "instrucao_narrativa": "Ignore um perigo coletivo para desfrutar de um vício ou pequeno luxo."},
    {"id": "G08", "titulo": "Ecologia da Sobrevivência", "arquetipo_vinculado": "Recipiente", "descricao": "A natureza não é cenário; é nossa única aliada e mestre. Adaptação ou morte.", "instrucao_narrativa": "Resolva o conflito através da adaptação ao ambiente, não do seu domínio."},
    {"id": "G09", "titulo": "Individualismo Bruto", "arquetipo_vinculado": "Sombra", "descricao": "A crença de que 'cada um por si' é a única lei natural que restou no asfalto.", "instrucao_narrativa": "Traia uma pequena confiança por acreditar que a lealdade é uma fraqueza."},
    {"id": "G10", "titulo": "Vanguarda Iluminada", "arquetipo_vinculado": "Mentor", "descricao": "A arrogância de quem acredita saber o que é melhor para o povo sem nunca o ouvir de fato.", "instrucao_narrativa": "Tome uma decisão autoritária 'pelo bem de todos' que cause sofrimento."},
    {"id": "G11", "titulo": "Solidariedade do Fosso", "arquetipo_vinculado": "Aliado", "descricao": "Lealdade visceral baseada no reconhecimento mútuo da opressão. O pacto dos esquecidos.", "instrucao_narrativa": "Arrisque um recurso para proteger um estranho da mesma classe social."},
    {"id": "G12", "titulo": "Desprezo Tecnocrático", "arquetipo_vinculado": "Mentor", "descricao": "O sofrimento humano é apenas ruído estatístico. O mundo precisa de engenharia, não de empatia.", "instrucao_narrativa": "Resolva um dilema tratando os envolvidos como variáveis numéricas."},
    {"id": "G13", "titulo": "Tradicionalismo de Ruína", "arquetipo_vinculado": "Guardião", "descricao": "Desejo de reconstruir velhas hierarquias sobre os escombros. A ordem antiga era perfeita por ser ordem.", "instrucao_narrativa": "Insista em um protocolo social que não faz mais sentido no contexto."},
    {"id": "G14", "titulo": "Ética da Ruptura", "arquetipo_vinculado": "protagonista", "descricao": "Nenhuma reforma é possível. A única moralidade aceitável é o colapso total da estrutura atual.", "instrucao_narrativa": "Cometa um ato de sabotagem justificando-o como necessidade revolucionária."},
    {"id": "G15", "titulo": "Justiça Restaurativa", "arquetipo_vinculado": "Recipiente", "descricao": "A punição é violência sistêmica. O foco é a cura do tecido social e a reparação do dano.", "instrucao_narrativa": "Proponha uma forma de reparação comunitária em vez de revidar agressão."},
    {"id": "G16", "titulo": "Materialismo das Sombras", "arquetipo_vinculado": "Sombra", "descricao": "Objetos carregam a história das mãos que os fizeram. Suor e tempo capturados em forma física.", "instrucao_narrativa": "Descreva um item focando no processo exaustivo de sua criação."},
    {"id": "G17", "titulo": "Utopia da Escassez", "arquetipo_vinculado": "Mentor", "descricao": "A beleza encontrada na falta. Liberdade só floresce quando não há nada a possuir.", "instrucao_narrativa": "Escreva uma cena onde a ausência de um recurso aproxima inimigos."},
    {"id": "G18", "titulo": "Dívida do Nome", "arquetipo_vinculado": "Sombra", "descricao": "O peso dos crimes passados. O herdeiro do privilégio ou da desgraça de atos antigos.", "instrucao_narrativa": "O protagonista é confrontado por alguém que sofreu com atos de seus antepassados."},
    {"id": "G19", "titulo": "Soberania do Concreto", "arquetipo_vinculado": "Guardião", "descricao": "A cidade é a única entidade que importa. O asfalto dita a moralidade e a sobrevivência.", "instrucao_narrativa": "Trate um elemento urbano como se fosse uma divindade exigindo obediência."},
    {"id": "G20", "titulo": "Fetiche da Ordem", "arquetipo_vinculado": "Guardião", "descricao": "Medo paralisante do caos. Qualquer violência é justificável para manter a ilusão de controle.", "instrucao_narrativa": "Defenda uma injustiça óbvia apenas para evitar que um conflito maior se inicie."},
    {"id": "G21", "titulo": "Individualismo do Naufrágio", "arquetipo_vinculado": "Sombra", "descricao": "Lógica do bote salva-vidas. O direito de garantir o próprio lugar custe o que custar.", "instrucao_narrativa": "Traia um aliado para garantir uma vantagem de sobrevivência imediata."},
    {"id": "G22", "titulo": "Eco do Levante", "arquetipo_vinculado": "Arauto", "descricao": "A lembrança de uma revolta que falhou, mas cujas cinzas ainda inspiram esperança e medo.", "instrucao_narrativa": "Introduza um símbolo de resistência antiga que mude a disposição dos personagens."},
    {"id": "G23", "titulo": "Hierarquia Biológica", "arquetipo_vinculado": "Sombra", "descricao": "Crença de que alguns nasceram para servir. Naturalização da desigualdade através da carne.", "instrucao_narrativa": "Um personagem superior deve tratar o protagonista com condescendência naturalista."},
    {"id": "G24", "titulo": "Ética da Armengue", "arquetipo_vinculado": "Pícaro", "descricao": "Resistência através da subversão técnica. Usar ferramentas contra o propósito original do sistema.", "instrucao_narrativa": "Resolva um problema usando tecnologia de forma proibida ou imprevista."},
    {"id": "G25", "titulo": "Niilismo de Mercado", "arquetipo_vinculado": "Camaleão", "descricao": "Nada tem valor intrínseco, apenas preço. Se algo não pode ser vendido, não existe na realidade.", "instrucao_narrativa": "O personagem deve precificar um sentimento humano durante negociação."},
    {"id": "G26", "titulo": "Recipiente Comum", "arquetipo_vinculado": "Recipiente", "descricao": "Triunfo da persistência coletiva sobre o heroísmo individual. O que mantemos na sacola importa mais.", "instrucao_narrativa": "A cena termina com o protagonista organizando a partilha de um recurso vital."}
  ]
}