{
  "deck_rupturas_percurso": [
    {"id": "R01", "titulo": "Aliança Incômoda", "arquetipo_vinculado": "Camaleão", "descricao": "Um inimigo torna-se o único caminho para a sobrevivência. Necessidade acima do nojo.", "instrucao_narrativa": "Force o protagonista a colaborar com quem ele mais despreza."},
    {"id": "R02", "titulo": "Conteúdo Derramado", "arquetipo_vinculado": "Recipiente", "descricao": "O recurso que unia o grupo é perdido. Como se reorganizar no vazio do que era essencial.", "instrucao_narrativa": "A história deixa de ser sobre a meta e passa a ser sobre a carência."},
    {"id": "R03", "titulo": "Greve da Realidade", "arquetipo_vinculado": "Guardião", "descricao": "Colapso na infraestrutura impede o movimento planejado. O bloqueio físico exige rota simbólica.", "instrucao_narrativa": "O progresso físico está barrado; encontre solução metafórica."},
    {"id": "R04", "titulo": "Segredo do Mentor", "arquetipo_vinculado": "Sombra", "descricao": "Revelação de que a autoridade cometeu o erro que condena. A bússola moral quebra.", "instrucao_narrativa": "Decida se perdoa a autoridade falha ou se torna seu juiz."},
    {"id": "R05", "titulo": "Invasão do Estranho", "arquetipo_vinculado": "Arauto", "descricao": "Elemento inexplicável surge em situação comum, invalidando a lógica da discussão.", "instrucao_narrativa": "Introduza anomalia física que mude o foco da cena."},
    {"id": "R06", "titulo": "Colapso Interno", "arquetipo_vinculado": "Sombra", "descricao": "A voz da razão falha, substituída por pânico ou trauma. Ação baseada puramente no impulso.", "instrucao_narrativa": "O personagem perde a lógica e age por puro instinto de sobrevivência."},
    {"id": "R07", "titulo": "Lei que Mudou", "arquetipo_vinculado": "Guardião", "descricao": "Nova burocracia torna o objetivo ilegal. O trabalho torna-se crime num piscar de olhos.", "instrucao_narrativa": "O personagem deve decidir se continua a missão como fora-da-lei."},
    {"id": "R08", "titulo": "Objeto Fetiche", "arquetipo_vinculado": "Pícaro", "descricao": "Item insignificante revela-se chave para conspiração. Foco no detalhe material ignorado.", "instrucao_narrativa": "Mude o foco da cena para um objeto que todos negligenciaram."},
    {"id": "R09", "titulo": "Despertar", "arquetipo_vinculado": "protagonista", "descricao": "Personagem percebe que é ferramenta de opressão. Sabotagem da própria missão por princípios.", "instrucao_narrativa": "O protagonista sabota o próprio plano por consciência moral súbita."},
    {"id": "R10", "titulo": "Traição de Classe", "arquetipo_vinculado": "Camaleão", "descricao": "Aliado sobe de hierarquia e abandona o grupo. O confronto entre o fosso e a torre.", "instrucao_narrativa": "Escreva o embate entre quem ficou e quem ascendeu traindo os seus."},
    {"id": "R11", "titulo": "Vácuo de Poder", "arquetipo_vinculado": "Arauto", "descricao": "Antagonista é removido subitamente. O ódio se vira para dentro do próprio grupo.", "instrucao_narrativa": "Sem o vilão, o grupo começa a brigar internamente pelo controle."},
    {"id": "R12", "titulo": "Natureza Reclama", "arquetipo_vinculado": "Guardião", "descricao": "Evento climático força suspensão de hostilidades humanas. O ambiente é o novo juiz.", "instrucao_narrativa": "Inimigos devem colaborar para sobreviver a desastre natural."},
    {"id": "R13", "titulo": "Erro no Arquivo", "arquetipo_vinculado": "Pícaro", "descricao": "Informação base da história era mentira. Perseguir a pessoa errada no lugar errado.", "instrucao_narrativa": "Revele que o objetivo central foi baseado em um erro técnico."},
    {"id": "R14", "titulo": "Julgamento", "arquetipo_vinculado": "Mentor", "descricao": "protagonista julgado por comunidade que o observava. Justificar ações diante de estranhos.", "instrucao_narrativa": "Justifique a moral do protagonista diante de um coletivo que o vigia."},
    {"id": "R15", "titulo": "Retorno", "arquetipo_vinculado": "Arauto", "descricao": "Alguém apagado da história retorna com verdade inconveniente que invalida vitórias.", "instrucao_narrativa": "O retorno de um exilado desestabiliza o poder atual do protagonista."},
    {"id": "R16", "titulo": "Pane Técnica", "arquetipo_vinculado": "Guardião", "descricao": "Ferramenta principal quebra no pior momento. Quem é o protagonista sem seu prolongamento?", "instrucao_narrativa": "O protagonista deve agir sem sua arma ou ferramenta tecnológica básica."},
    {"id": "R17", "titulo": "Sacrifício", "arquetipo_vinculado": "Sombra", "descricao": "Inocente esmagado por objetivo nobre. A vitória que tem gosto amargo de derrota.", "instrucao_narrativa": "Ganhe a cena, mas perca a paz moral devido a um efeito colateral."},
    {"id": "R18", "titulo": "Inversão", "arquetipo_vinculado": "Camaleão", "descricao": "Mestre torna-se dependente e aprendiz assume rédeas. Mudança na dinâmica de autoridade.", "instrucao_narrativa": "O personagem mais fraco agora detém o recurso necessário."},
    {"id": "R19", "titulo": "Revelação", "arquetipo_vinculado": "Arauto", "descricao": "Personagem cenário revela-se arquiteto da situação. O coadjuvante vira protagonista.", "instrucao_narrativa": "Alguém ignorado revela sua verdadeira importância na trama."},
    {"id": "R20", "titulo": "Praga", "arquetipo_vinculado": "Guardião", "descricao": "Contágio ideológico muda comportamento das massas. Perigo invisível em qualquer pessoa.", "instrucao_narrativa": "Instale a paranoia: qualquer pessoa pode ser o inimigo infiltrado."},
    {"id": "R21", "titulo": "Fardo", "arquetipo_vinculado": "Pícaro", "descricao": "Receber o que pediu e descobrir que não pode pagar as consequências. O desejo realizado.", "instrucao_narrativa": "O protagonista obtém o que queria, mas isso cria um problema maior."},
    {"id": "R22", "titulo": "Mutação", "arquetipo_vinculado": "Camaleão", "descricao": "Corpo começa a falhar ou mudar de forma. Perda de controle sobre a própria carne.", "instrucao_narrativa": "O conflito principal torna-se a integridade física do próprio protagonista."},
    {"id": "R23", "titulo": "Abundância", "arquetipo_vinculado": "Mentor", "descricao": "Recurso raro torna-se comum, destruindo economia local. Novo conflito por propósito.", "instrucao_narrativa": "A falta de conflito material gera um conflito existencial imediato."},
    {"id": "R24", "titulo": "Mensagem", "arquetipo_vinculado": "Sombra", "descricao": "Ordem corrompida gera desastre. Agir baseado em má interpretação de comandos.", "instrucao_narrativa": "Crie um desastre causado por uma comunicação falha entre aliados."},
    {"id": "R25", "titulo": "Espelho", "arquetipo_vinculado": "Sombra", "descricao": "protagonista e vilão são idênticos, exceto por detalhe trivial. Diálogo sobre moralidade.", "instrucao_narrativa": "O protagonista deve confrontar suas semelhanças com o seu antagonista."},
    {"id": "R26", "titulo": "Recipiente Final", "arquetipo_vinculado": "Recipiente", "descricao": "A história termina criando lugar seguro, não com vitória. Proteger o que restou.", "instrucao_narrativa": "O foco muda para a preservação do coletivo e do futuro."}
  ]
}