{
  "deck_vozes_atuacao": [
    {"id": "V01", "titulo": "Radar Dialético", "arquetipo_vinculado": "Arauto", "descricao": "A capacidade de enxergar as linhas de força e o trabalho acumulado em cada objeto. O mundo deixa de ser um cenário e se torna um inventário de suor e exploração.", "instrucao_narrativa": "Descreva o ambiente focando no custo humano para ele existir."},
    {"id": "V02", "titulo": "Visão Quimérica", "arquetipo_vinculado": "Pícaro", "descricao": "O estranho invade o cotidiano. As formas biológicas e mecânicas se fundem em uma geometria impossível e perturbadora.", "instrucao_narrativa": "Introduza um detalhe grotesco na descrição de algo comum."},
    {"id": "V03", "titulo": "Eco da Massa", "arquetipo_vinculado": "Mentor Coletivo", "descricao": "A vontade do indivíduo é engolida pelo humor da multidão. O 'eu' torna-se apenas um canal para o desejo das massas.", "instrucao_narrativa": "O personagem toma uma decisão baseada puramente na pressão social."},
    {"id": "V04", "titulo": "Lógica de Entulho", "arquetipo_vinculado": "Aliado", "descricao": "Encontrar utilidade no que foi descartado. O improviso como forma de resistência técnica contra a obsolescência.", "instrucao_narrativa": "Resolva um problema usando apenas lixo ou ferramentas improvisadas."},
    {"id": "V05", "titulo": "Radar da Dívida", "arquetipo_vinculado": "Sombra", "descricao": "A percepção imediata de quem deve o quê a quem. O peso das obrigações morais e financeiras que ditam as falas.", "instrucao_narrativa": "A tensão da cena deve girar em torno de uma dívida ética ou financeira."},
    {"id": "V06", "titulo": "Frequência do Silêncio", "arquetipo_vinculado": "Guardião", "descricao": "A percepção do que não foi dito. O espaço carregado entre as palavras onde as verdadeiras intenções se escondem.", "instrucao_narrativa": "Escreva um diálogo onde o subtexto nega as palavras ditas."},
    {"id": "V07", "titulo": "Impulso Sensorial", "arquetipo_vinculado": "Pícaro", "descricao": "A busca desesperada por estímulos, vícios ou prazer imediato que obscurece qualquer plano racional.", "instrucao_narrativa": "O personagem sabota a missão por causa de uma distração sensorial."},
    {"id": "V08", "titulo": "Espinha de Ferro", "arquetipo_vinculado": "Herói", "descricao": "A necessidade inabalável de manter a dignidade e a honra pessoal, mesmo que o custo seja a ruína total.", "instrucao_narrativa": "Recuse um caminho fácil por uma questão de princípio incompreensível aos outros."},
    {"id": "V09", "titulo": "Empatia Crônica", "arquetipo_vinculado": "Aliado", "descricao": "Sentir a dor do outro como se a própria carne estivesse sendo cortada. A impossibilidade de ser cruel.", "instrucao_narrativa": "Revele uma vulnerabilidade do oponente que impeça o ataque do herói."},
    {"id": "V10", "titulo": "Autoridade Ferida", "arquetipo_vinculado": "Sombra", "descricao": "O desejo de controle reagindo com violência a uma humilhação. A máscara do comando tentando esconder a fragilidade.", "instrucao_narrativa": "Crie um conflito de hierarquia onde o herói tenta se impor de forma desproporcional."},
    {"id": "V11", "titulo": "Instinto de Toca", "arquetipo_vinculado": "Guardião", "descricao": "Foco total em rotas de fuga e segurança. O medo de ser capturado transforma cada sala em um labirinto de saídas.", "instrucao_narrativa": "Descreva o ambiente apenas através de pontos de fuga ou esconderijos."},
    {"id": "V12", "titulo": "Observador Estranho", "arquetipo_vinculado": "Arauto", "descricao": "Olhar para rituais humanos como se fosse de uma espécie alienígena. Nada é normal; tudo é um comportamento exótico.", "instrucao_narrativa": "Descreva um gesto social comum como se fosse algo bizarro e biológico."},
    {"id": "V13", "titulo": "Voz Algorítmica", "arquetipo_vinculado": "Mentor", "descricao": "O mundo é um conjunto de variáveis e protocolos. O desapego emocional em favor da pura eficiência técnica.", "instrucao_narrativa": "Resolva a cena como um problema de engenharia, ignorando o drama humano."},
    {"id": "V14", "titulo": "Calafrio Existencial", "arquetipo_vinculado": "Sombra", "descricao": "O niilismo súbito. A percepção de que a história é apenas poeira diante da imensidão do tempo e do espaço.", "instrucao_narrativa": "O personagem reage a um evento importante com apatia absoluta ou humor negro."},
    {"id": "V15", "titulo": "Ancestralidade Latente", "arquetipo_vinculado": "Mentor", "descricao": "O peso das tradições e superstições que guiam o personagem, mesmo quando a lógica moderna diz o contrário.", "instrucao_narrativa": "Siga um tabu antigo que prejudique a eficiência imediata da missão."},
    {"id": "V16", "titulo": "Euforia Maníaca", "arquetipo_vinculado": "Pícaro", "descricao": "Uma esperança cega e perigosa. A convicção de que tudo dará certo, ignorando todas as evidências de fracasso.", "instrucao_narrativa": "O personagem convence os outros a seguir um plano suicida por puro otimismo."},
    {"id": "V17", "titulo": "Somatização", "arquetipo_vinculado": "Arauto", "descricao": "O corpo fala antes da mente. Fome, adrenalina e fadiga ditam o ritmo da percepção mais que a vontade.", "instrucao_narrativa": "Narre a cena focando no desconforto físico crônico do personagem."},
    {"id": "V18", "titulo": "Paranoia Sistêmica", "arquetipo_vinculado": "Guardião", "descricao": "A certeza de que cada detalhe urbano é uma ferramenta de vigilância. O mundo conspirando contra o indivíduo.", "instrucao_narrativa": "O personagem vê uma armadilha em um objeto inofensivo e muda seu agir."},
    {"id": "V19", "titulo": "Estética da Ruína", "arquetipo_vinculado": "Camaleão", "descricao": "Beleza encontrada na decadência e no colapso. O fascínio pelo que está quebrado e pelo que o tempo corrói.", "instrucao_narrativa": "Descreva algo destruído com um lirismo inesperado e sedutor."},
    {"id": "V20", "titulo": "Tribunal Interno", "arquetipo_vinculado": "Sombra", "descricao": "O julgamento constante de si mesmo. A culpa por erros passados que impede qualquer ação decisiva no presente.", "instrucao_narrativa": "O herói estraga uma oportunidade por acreditar que não é digno dela."},
    {"id": "V21", "titulo": "Pulso Revolucionário", "arquetipo_vinculado": "Herói", "descricao": "O impulso visceral de quebrar hierarquias apenas pelo prazer da desobediência e da autonomia.", "instrucao_narrativa": "Confronte uma autoridade de forma gratuita para afirmar sua liberdade."},
    {"id": "V22", "titulo": "Zeladoria Social", "arquetipo_vinculado": "Aliado", "descricao": "Foco em preservar o que sustenta o grupo. O cuidado com o outro acima da glória pessoal.", "instrucao_narrativa": "Resolva uma tensão cuidando de uma necessidade básica de alguém."},
    {"id": "V23", "titulo": "Rancor Arquivado", "arquetipo_vinculado": "Sombra", "descricao": "A lembrança vívida de cada ofensa. O ressentimento como única motivação para seguir em frente.", "instrucao_narrativa": "Traga um erro antigo do interlocutor para a mesa de negociação."},
    {"id": "V24", "titulo": "Misticismo Urbano", "arquetipo_vinculado": "Camaleão", "descricao": "Achar significados metafísicos no acaso. Interpretar manchas e detritos como sinais de um destino maior.", "instrucao_narrativa": "Tome uma direção crucial baseando-se em um sinal aleatório do ambiente."},
    {"id": "V25", "titulo": "Frieza Executiva", "arquetipo_vinculado": "Guardião", "descricao": "Utilitarismo puro. As pessoas são recursos ou obstáculos. A emoção é um erro de sistema.", "instrucao_narrativa": "Tome uma decisão logicamente correta, mas emocionalmente devastadora."},
    {"id": "V26", "titulo": "Sonho Lúcido", "arquetipo_vinculado": "Pícaro", "descricao": "O personagem se desconecta da crise e foge para uma memória ou mundo imaginário no meio da ação.", "instrucao_narrativa": "Intercale o diálogo tenso com pensamentos lúdicos e desconexos."}
  ]
}